[SYSMENU]
File=文件
New=新建
Open=打开
Save=保存
Save As=另存为
Exit=退出
Tools=工具
Send Program=发送固件
Send Application=发送应用程序
Send Lookup=发送索引
Get File Direct=通过直连接收文件
Get File Net=通过网络接收文件
Simulator=应用程序模拟器
DBF Converter=DBF 转换器
Preference=首选项
Convert to 8000=转换成 8000
Convert to 8300=转换成 8300
Convert to 8400=转换成 8400
Convert to 8500=转换成 8500
8300 convert to 8400=转换成 8400
Language=语言
Help=帮助
About=关于 Forge AG
TipNew=新建
TipOpen=打开
TipSave=保存
TipApplication=发送应用程序
TipLookup=发送索引
TipFile=通过直连接收文件
TipAbout=关于
TipExit=退出

[FunctionTree]
Root=应用程序模板
Startup=开始
Settings=设置
Symbology=条形码
Menu=菜单
Lookup=索引
Form=窗体
Initial=开始
Function Key=功能键
Security=安全

[Startup]
Application Start=应用程序开始位置
Form1=窗体1
Menu1=菜单1
Prompt Font Size=提示字体大小
PSmall=小字体(6 x 8)
PLarge=大字体(8 x 16)
Data Field Properties=数据字段属性
Number of Delimiter=分隔符位数
ASCII=ASCII码 :
Text=文本 :
Browse data font size=浏览数据字体大小
BSmall=小字体(6 x 8)
BLarge=大字体(8 x 16)
Import=导入提示和信息
Reset=恢复提示和信息默认值
Default=默认提示和信息
User Define=自定义提示和信息
DAT File Location=DAT文件位置:
SRAM=内存
SD Card=SD卡

[Initial]
Data Manipulation=数据处理
Data Deletion=数据删除
Entry Options=显示记录
Stay On the LCD=停留在显示屏上
Stay On Time=(1 ~ 99) x 100 毫秒
Press any key to continue=按任意键继续
Keypad & LCD=键盘和LCD屏
Key Click=按键
Backlight=背光
Turn backlight off if idle=关闭背光超过
Backlight Time=(1 ~ 9) x 10 秒
Notification=提示音
Warning Beep=错误提示音
Good Read Beep=正确读取条形码音
Vibrator Duration=读取持续时间
Reader Option=读头设置
Reader Type=读头灰型
Set RFID=设置RFID
Upload Method=上传
Upload Interface=端口
UDial Number=电话号码
Keyboard Wedge=键盘 Wedge
HID=USB HID
SD Card=SD卡
Download Method=下载
Download Interface=端口
DDial Number=电话号码
Baud Rate & Modem Speed=传输速率和Modem速度
Baud Rate=传输速率
Modem Speed=Modem速度
Reset Settings=恢复设置
Entry1 = 无提示
Entry2 = 显示记录数
Entry3 = 显示记录
Beeps1 = 静音
Beeps2 = 一声
Beeps3 = 二声
Beeps4 = 三声
KeyClick1 = 静音
KeyClick2 = 声调一
KeyClick3 = 声调二
KeyClick4 = 声调三
KeyClick5 = 声调四
KeyClick6 = 声调五
DataDel1 = 手工删除
DataDel2 = 自动删除
DataDel3 = 提示删除
Backlight1 = 关闭
Backlight2 = 打开
Vibration1 = Off
Vibration2 = 1秒
Vibration3 = 2秒
Vibration4 = 3秒
Vibration5 = 4秒
Vibration6 = 5秒
Volume1 = 音量低
Volume2 = 音量中
Volume3 = 音量高

[KeyboardWedge]
Keyboard / Terminal type=Keyboard / Terminal type :
Inter-character delay=Inter-character delay :
msec=(0 ~ 255 ms)
Transmission time-out=Transmission time-out :
sec=(0 ~ 255 sec)
Use numeric keypad to transmit digits=Use numeric keypad to transmit digits
Add Return / Line-Feed characters to each record=Add Return / Line-Feed characters to each record
Digits layout=Digits layout
Normal=Normal
Lower position=Lower position
Upper position=Upper position
Shift / Capital lock type=Shift / Capital lock type
SNormal=Normal
Capital-lock keyboard=Capital-lock keyboard
Shift-lock keyboard=Shift-lock keyboard
Capital lock=大写锁定
Auto-detection=自动检测
Always locked=总是锁定
Ignore case=忽略大小写
Close=关闭

[SD Card]
Save mode=保存模式
Append=追加
Overwrite=覆盖
Close=关闭

[FunctionKey]
Enable Function Key Mappings=启用功能键映射
FN1=功能键1 (FN+1)  :
FN2=功能键2 (FN+2)  :
FN3=功能键3 (FN+3)  :
FN4=功能键4 (FN+4)  :
FN5=功能键5 (FN+5)  :
FN6=功能键6 (FN+6)  :
FN7=功能键7 (FN+7)  :
FN8=功能键8 (FN+8)  :
FN9=功能键9 (FN+9)  :

[Security]
Security Checking=安全校验
Password=密码(10位) :
Settings=设定
Edit Data=编辑数据
Delete Data=删除数据
Set Date/Time=设定日期时间
Load Application=下载应用程序
Load Lookup File=下载索引
Upload Port=上传端口
Download Port=下载端口
Baud Rate=传输速率
Backlight=设置背光
Data Deletion=删除数据
Entry Options=显示记录
Key Click=按键音
Barcode Good Read=正确读取条形码音
Warning Beep=错误提示音

[RFID]
Read UID=读取UID
Read Data=读取数据
Start Position=起始位置:
Maximum Length=最大长度:
Use Delimiter=使用分隔符
Close=关闭

[Symbology1D]
Reader Settings=读头设置
Scan Mode=扫描模式:
Read Redundancy=读取冗余:
Time out=超过时间:
sec=秒
Code ID=Code ID
Reset=恢复默认值
Barcode & Parameters=条形码 && 参数
Code 39=Code 39
Italian Pharmacode=Italian Pharmacode
French Pharmacode=French Pharmacode
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Codabar=Codabar
MSI=MSI
Plessey=Plessey
UPCE=UPCE
UPCE Addon 2=UPCE Addon 2
UPCE Addon 5=UPCE Addon 5
EAN8=EAN8
EAN8 Addon 2=EAN8 Addon 2
EAN8 Addon 5=EAN8 Addon 5
EAN13 & UPCA=EAN13 && UPCA
EAN13 Addon 2=EAN13 Addon 2
EAN13 Addon 5=EAN13 Addon 5
Telepen=Telepen
RSS14=GS1 Databar-14/Expanded
RSS14 Limited=GS1 Databar Limited

Code 93=Code 93
Code 128=Code 128
EAN 128=GS1-128(EAN128)
ISBT 128=ISBT 128
Negative Barcode=Negative Barcode
More1=更多...
More2=更多...
More3=更多...
More4=更多...
More5=更多...
More6=更多...
More7=更多...
More8=更多...
More9=更多...
More10=更多...
More11=更多...
More12=更多...
More13=更多...
More14=更多...
More15=更多...
More16=更多...
More17=更多...
ScanMode1 = 自动关闭
ScanMode2 = 持续读取
ScanMode3 = 自动关闭电源
ScanMode4 = 交替模式
ScanMode5 = 瞬间模式
ScanMode6 = 重复读取
ScanMode7 = 激光模式
ScanMode8 = 测试模式
ScanMode9 = 瞄准模式

[Symbology2D]
Scan Mode=扫描模式:
Reader Settings=读头设置
Aiming Duration=瞄准持续时间:
Aiming Time=second (0=不瞄准)
Time out=超时:
sec=秒
Aim Pattern=Aim Pattern :
Illumination=Illumination :
Picklist Mode=Picklist Mode :
Inverse 1D=Inverse 1D :

Code ID=Code ID
Reset=恢复默认值
Barcode & Parameters=条形码和参数
UPC-A=UPC-A
UPC-E=UPC-E
UPC-E1=UPC-E1
EAN-8=EAN-8
EAN-13=EAN-13
Bookland EAN=Bookland EAN
Code 128=Code 128
UCC / EAN 128=GS1-128(EAN128)
ISBT 128=ISBT 128
Code 39=Code 39
Trioptic 39=Trioptic 39
Code 93=Code 93
Codabar=Codabar
Industrinal 25=Industrinal 25
Interleaved 25=Interleaved 25
RSS14=GS1 Databar-14
RSS14 Limited=GS1 Databar Limited
RSS14 Expanded=GS1 Databar Expanded
MSI=MSI
Code11=Code11
Postal Code=Postal Code
Matrix 25=Matrix 25
USPS 4CB/One Code/Intelligent Mail=USPS 4CB/One Code/Intelligent Mail
Chinese 25=Chinese 25
More1=更多...
More2=更多...
More3=更多...
More4=更多...
More5=更多...
More6=更多...
More7=更多...
More8=更多...
More9=更多...
More10=更多...
More11=更多...
More12=更多...
More13=更多...
More14=更多...
More15=更多...
More16=更多...
Composite=Composite...
2D Symbologies=2D Symbologies...
Macro PDF=Macro PDF...


[1DCode39]
Transmit Start/Stop=传输开始/停止
Verify Interleaved 25 OPCC Check Digit=校验隔行扫描 25 OPCC 校验位
Transmit Checksum=传输校验码
Code 39 Full ASCII=全字符 Code 39
OK=确定
Cancel=取消

[1DItalianPharma]
Transmit Checksum=传输校验码
OK=确定
Cancel=取消

[1DFrenchPharma]
Transmit Checksum=传输校验码
OK=确定
Cancel=取消

[1DIndustrial25]
Start/Stop Selection=开始/停止选择
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Length Qualification=长度限定
Fixed Length=固定长度
Max / Min Length=最大/最小长度
Verify Checksum=校验校验位
Transmit Checksum=传输校验位
Fix Length1=固定长度1:
Fix Length2=固定长度2:
Max Length=最大长度:
Min Length=最小长度:
OK=确定
Cancel=取消

[1DInterleaved25]
Start/Stop Selection=开始/停止选择
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Length Qualification=长度限定
Fixed Length=固定长度
Max / Min Length=最大/最小长度
Verify Checksum=校验校验位
Transmit Checksum=传输校验位
Fix Length1=固定长度1:
Fix Length2=固定长度2:
Max Length=最大长度:
Min Length=最小长度:
OK=确定
Cancel=取消

[1DMatrix25]
Start/Stop Selection=开始/停止选择
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Length Qualification=长度限定
Fixed Length=固定长度
Max / Min Length=最大/最小长度
Verify Checksum=校验校验位
Transmit Checksum=传输校验位
Fix Length1=固定长度1:
Fix Length2=固定长度2:
Max Length=最大长度:
Min Length=最小长度:
OK=确定
Cancel=取消

[1DCodabar]
Start/Stop Character=开始/停止字符
None=无
abcd / abcd=abcd / abcd
abcd / tn*e=abcd / tn*e
LABCD / ABCD=ABCD / ABCD
LABCD / TN*E=ABCD / TN*E
OK=确定
Cancel=取消

[1DMSI]
Checksum Verification=校验校验位
Single Modulo 10=Single Modulo 10
Double Modulo 10=Double Modulo 10
Modulo 11 & 10=Modulo 11 && 10
Checksum Transmission=传输校验位
Last digit not transmitted=不传输最后一位
Transmitted=传输
Last 2 digits not transmitted=不传输最后两位
Length Qualification=长度限定
Fixed Length=固定长度
Max / Min Length=最大/最小长度
Fix Length1=固定长度1:
Fix Length2=固定长度2:
Max Length=最大长度:
Min Length=最小长度:
OK=确定
Cancel=取消

[1DPlessey]
Convert to UK Plessey=Convert to UK Plessey
Transmit Checksum=传输校验位
OK=确定
Cancel=取消

[1DUPCE]
Convert to UPCA=Convert to UPCA
Transmit System Number=Transmit System Number
Transmit Checksum=传输校验位
OK=确定
Cancel=取消

[1DEAN8]
Convert to EAN13=Convert to EAN13
Transmit Checksum=传输校验位
OK=确定
Cancel=取消

[1DEAN13UPCA]
ISBN Conversion=ISBN Conversion
ISSN Conversion=ISSN Conversion
Transmit Checksum=传输校验位
Transmit UPCA System Number=Transmit UPCA System Number
Transmit UPCA Checksum=Transmit UPCA Check Digit
Convert UPCA to EAN 13=Convert UPCA to EAN 13
GTIN for EAN13=GTIN for EAN13
OK=确定
Cancel=取消

[1DTelepen]
AIM=AIM Telepen  (Full ASCII)
Original=Original Telepen  (Numeric)
OK=确定
Cancel=取消

[1DRSS14]
Transmit Code ID=Transmit Code ID
Transmit Application ID=传输应用程序ID
Transmit Check Digit=传输校验位
OK=确定
Cancel=取消

[1DRSS14Limited]
Transmit Code ID=Transmit Code ID
Transmit Application ID=传输应用程序ID
Transmit Check Digit=传输校验位
OK=确定
Cancel=取消

[1DRSS14Expanded]
Transmit Code ID=Transmit Code ID
OK=确定
Cancel=取消

[1DEAN128]
Transmit Code ID=Transmit Code ID
Field Separator Replacement=替换字段分隔符:
OK=确定
Cancel=取消

[1DL2DUPCA]
UPC-A Preamble=UPC-A Preamble :
Decode Supplementals=Decode Supplementals :
Transmit Checksum=传输校验位
UCC Coupon Code=UCC Coupon Code
OK=确定
Cancel=取消

[1DL2DUPCE]
UPC-E Preamble=UPC-E Preamble :
Decode Supplementals=Decode Supplementals :
Transmit Checksum=传输校验位
Convert UPC-E to A=Convert UPC-E to A
UCC Coupon Code=UCC Coupon Code
OK=确定
Cancel=取消

[1DL2DUPCE1]
UPC-E1 Preamble=UPC-E1 Preamble :
Decode Supplementals=Decode Supplementals :
Transmit Checksum=传输校验位
Convert UPC-E1 to A=Convert UPC-E1 to A
UCC Coupon Code=UCC Coupon Code
OK=确定
Cancel=取消

[1DL2DEAN8]
Decode Supplementals=Decode Supplementals :
Convert EAN-8 to EAN-13=Convert EAN-8 to EAN-13
OK=确定
Cancel=取消
[1DL2DEAN13]
Decode Supplementals=Decode Supplementals :
UCC Coupon Code=UCC Coupon Code
OK=确定
Cancel=取消
[1DL2DBOOKLANDEAN]
UPC/EAN-BooklandISBN Format=UPC/EAN-BooklandISBN Format :
OK=确定
Cancel=取消
[1DL2DEAN128]
Field Separator Replacement=替换字段分隔符:
OK=确定
Cancel=取消

[1DL2DCode39]
Verify Checksum=校验校验位
Transmit Checksum=传输校验位
Code 39 Full ASCII=Code 39 Full ASCII
Convert to Code 32=Convert to Code 32
Length Option=长度选项:
Length1=长度1:
Length2=长度2:
Min Length=最小长度:
Max Length=最大长度:
OK=确定
Cancel=取消

[1DL2DMatrix25]
Verify Checksum=校验校验位
Transmit Checksum=传输校验位

Length Option=长度选项:
Length1=长度1:
Length2=长度2:
Min Length=最小长度:
Max Length=最大长度:
OK=确定
Cancel=取消

[1DL2DCode93]
Length Option=长度选项:
Length1=长度1:
Length2=长度2:
Min Length=最小长度:
Max Length=最大长度:
OK=确定
Cancel=取消

[1DL2DCodabar]
Transmit Start/Stop Character=传输开始/停止字符
Length Option=长度选项:
Length1=长度1:
Length2=长度2:
Min Length=最小长度:
Max Length=最大长度:
OK=确定
Cancel=取消

[1DL2DIndustrinal25]
Length Option=长度选项:
Length1=长度1:
Length2=长度2:
Min Length=最小长度:
Max Length=最大长度:
OK=确定
Cancel=取消

[1DL2DInterleaved25]
Verify check digit=校验校验位
Transmit Checksum=传输校验位
Convert Interleaved 25 to EAN13=将 Interleaved 25 转换成 EAN13
Length Option=长度选项:
Length1=长度1:
Length2=长度2:
Min Length=最小长度:
Max Length=最大长度:
OK=确定
Cancel=取消

[1DL2DRSS14]
Convert RSS to UPC/EAN=将 GS1 Databar 转换成 UPC/EAN
OK=确定
Cancel=取消

[1DL2DMSI]
Transmit Checksum=传输校验位
Check Digits=校验位数:
Check Algorithm=校验算法:
Length Option=长度选项:
Length1=长度1:
Length2=长度2:
Min Length=最小长度:
Max Length=最大长度:
OK=确定
Cancel=取消

[1DL2DCode11]
Length Option=长度选项:
Length1=长度1:
Length2=长度2:
Min Length=最小长度:
Max Length=最大长度:
OK=确定
Cancel=取消

[1DL2DPostal]
US Postnet=US Postnet
Transmit US Postal Checksum=传输 US Postal 校验位
US Planet=US Planet
UK Postal=UK Postal
Transmit UK Postal Checksum=传输 UK Postal 校验位
Japan Postal=Japan Postal
Australian Postal=Australian Postal
Dutch Postal=Dutch Postal
UPU FICS Postal=UPU FICS Postal
USPS 4CB/One Code/Intelligent Mail=USPS 4CB/One Code/Intelligent Mail

OK=确定
Cancel=取消

[1DL2DComposite]
Composite CC-C=Composite CC-C
Composite CC-A/B=Composite CC-A/B
Composite TLC-39=Composite TLC-39
UPC Composite Mode=UPC Composite Mode :
OK=确定
Cancel=取消

[1DL2D84Symbologies]
PDF417=PDF417
MicroPDF417=MicroPDF417
Code 128 Emulation=Code 128 Emulation
Data Matrix=Data Matrix
Data Matrix Inverse=Data Matrix Inverse :
Data Matrix Mirror=Data Matrix Mirror :

Maxicode=Maxicode
QR Code=QR Code
MicroQR=MicroQR
QR Inverse=QR Inverse :
Aztec=Aztec
Aztec Inverse=Aztec Inverse :
UCC Coupon Code=UCC Coupon Code
Chinese 25=Chinese 25
Data Matrix Inverse=Data Matrix Inverse :
Data Matrix Mirror=Data Matrix Mirror :
OK=确定
Cancel=取消

[1DL2DSymbologies]
PDF417=PDF417
MicroPDF417=MicroPDF417
Data Matrix=Data Matrix
Maxicode=Maxicode
QR Code=QR Code

OK=确定
Cancel=取消
[1DL2DMacroPDF]
Transmit/Decode Mode Symbols=Transmit/Decode Mode Symbols :
Escape Characters=转义字符:
OK=确定
Cancel=取消

[CodeID]
Enable code ID=启用 Code ID
Code 39=Code 39
Italian Pharmacode=Italian Pharmacode
French Pharmacode=French Pharmacode
Industrial 25=Industrial 25
Interleaved 25=Interleaved 25
Matrix 25=Matrix 25
Codabar=Codabar
Code 93=Code 93
Code 128=Code 128
UPCE=UPCE
EAN8=EAN8
EAN13=EAN13
UPCA=UPCA
MSI=MSI
Plessey=Plessey
Set 1=设置1
Set 2=设置2
Set 3=设置3
Set 4=设置4
Set 5=设置5
Clear=清空
Close=关闭

[Menu]
Properties=属性
Menu caption=菜单标题:
Esc=取消:
Font Size=字体大小
Small=小字体(16字符x8行)
Large=大字体(12字符x 8行)
83Small=小字体(20字符x 8行)
83Large=大字体(15字符x 8行)
Data=数据
Save Caption=保存标题
Save Selected Item=保存所选项
Pass Down=传递
Reset Current Menu=恢复默认值
Save the collected data for each form to separate data files=保存从每个窗体收集的数据到不同的文件。
Edit file name=编辑文件名
No=序号
Item Name=菜单名称
Next=下一个

[FileName]
Close=关闭
Reset=恢复默认值

[Lookup]
Field property=字段属性
Number of fields=字段个数:
Fixed length=固定长度
Delimiter=分隔符
Lookup data=索引数据
Only read data once=只读取一次(防重复)
Lookup data can be uploaded=可以上传索引数据
Action when record format is wrong=记录格式错误时的动作
Stop the download process=停止下载
Truncat/Reformat the record=截断/重定记录格式
Skip the record=跳过这一笔记录
Action when input data no match=输入无匹配时的动作
Continue=继续
Show warning message=显示警告信息
Insert to lookup file=插入索引数据
Show warning message & insert=显示警告信息并插入索引数据
Clear the screen=清除屏幕
Show warning & clear screen=显示警告信息并清除屏幕
Reset Current Lookup File=恢复默认值
No=序号
Offset=偏移量
Length=长度
Max Length=最大长度
Key Field=主键
DBF File location =DBF文件位置:
SRAM=内存
SD Card=SD卡

[Form]
Properties=属性
Esc=取消:
Next=下一个:
Record=记录:
Font Size=字体大小
Small=小字体(16字符x8行)
Large=大字体(12字符x8行)
83Small=小字体(20字符x8行)
83Large=大字体(15字符x8行)
Lookup=索引
No Lookup=无
1st Lookup=第一索引
2nd Lookup=第二索引
3rd Lookup=第三索引
Branch=热键
Function key=功能键:
Branch to=转到窗体:
FN1=FN + 1
FN2=FN + 2
FN3=FN + 3
FN4=FN + 4
Date & Time stamp=日期时间戳
No Time Stamp=无
Add to front of record=添加到记录前
Append to end of record=添加到记录后
Date & Time Format=日期时间格式
Reset Current Form=恢复默认值
No=序号
Data Type=数据类型
Prompt=提示
Input Type=数量来源
Min Length=最小长度
Max Length=最大长度
Variables=变量
Field=字段
More=更多
bMore=更多
DataType1 = 空
DataType2 = 文本
DataType3 = 整数
DataType4 = 实数
DataType5 = 字符
DataType6 = 自动(+/-)
DataType7 = 布尔
DataType8 = 索引
DataType9 = 固定数据
DataType10 = 提示
DataType11 = 计数
DataType12 = 传递
DataType13 = 延续上一行
DataType14 = 暂停
DataType15 = 字符和数字
FormRecord1 = 保存
FormRecord2 = 更新索引
FormRecord3 = 保存并更新索引
FormRecord4 = 传递
FormRecord5 = 输出记录
FormRecord6 = 输出屏幕
FormRecord7 = 保存并输出记录
FormRecord8 = 保存并输屏幕
FormRecord9 = 从索引中删除
FormRecord10 = 保存并从索引中删除

[FormMore]
Form=Form #
Line=Line #
Field data=字段数据
Fixed data length=固定数据长度
Initial value or text=初始值或文本
Add prefix code=添加前缀码
Add suffix code=添加后缀码
Show input mark=显示输入掩码
Decimal places=小数位数:
Barcode input=条形码输入
Read partial barcode=读取部分条形码
Start position=起始位置:
Maximum length=最大长度:
Check leading code=检查引导码
Check digit verification=校验校验码
Auto ENTER=自动ENTER:
Close=关闭

[FormMoreLookup]
Form=窗体：
Line=行：
Field data=字段数据
Save field data=保存字段数据
Fixed data length=固定数据长度
Add prefix code=添加前缀码
Add suffix code=添加后缀码
Close=关闭

[Stamp]
Separate stamp=将日期戳和时间戳分成两个字段
Date Format=日期格式:
Year=年
Month=月
Day=日
DSeparator=分隔符
Date Style=日期格式:
Time Format=时间格式:
Hour=时
Minute=分
Second=秒
TSeparator=分隔符
Close=关闭

[Message]
Length value illegal=无效的长度值！请检查。
Save settings=您要保存应用程序吗？
Program not save=应用程序没有保存！您要继续吗？
Convert File=ForgeAG 首先需要将 *.A85 文件转换成 *.AGX 文件。\n您要继续吗？
File format wrong=文件格式错误
Too many characters=字符太长 !!!
Invalid value=无效值!
Disable UCC Code=您要禁止读取 UCC Coupon 条形码吗?
[Preference]
AutoPreLoad=自动加载最后打开的文件
AlwaysOnTop=总在最前面
OK=确定
Cancel=取消

[80Prompt]
MainPage_1=1.收集数据
MainPage_2=2.上传数据
MainPage_3=3.系统工具
UtilityPage_1=1.系统设置
UtilityPage_2=2.浏览数据
UtilityPage_3=3.删除数据
UtilityPage_4=4.读取测试
UtilityPage_5=5.日期时间
UtilityPage_6=6.下载程序
UtilityPage_7=7.内存电池
UtilityPage_8=8.下载索引
UtilityPageL_1=1.系统设置
UtilityPageL_2=2.浏览数据
UtilityPageL_3=3.删除数据
UtilityPageL_4=4.读取测试
UtilityPageL_5=5.日期时间
UtilityPageL_6=6.下载程序
UtilityPageL_7=7.内存电池
UtilityPageL_8=8.下载索引
DeletePage_1=删除数据:
DeletePage_2=1.所有数据
DeletePage_3=2.最后一条
DeletePage_4=3.取消
ConfirmPage_1=是否确认?
ConfirmPage_2=1.是
ConfirmPage_3=2.否
ConfirmPage_4=
MemoryPage_1=内存:
MemoryPage_2=电池电压
MemoryPage_3=主电池:
MemoryPage_4=备电池:
LookupPage_1=下载索引:
LookupPage_2=第一索引
LookupPage_3=第二索引
LookupPage_4=第三索引
LookupPage_5=所有文件
LookupPage_6=1:继续
LookupPage_7=2:取消
SettingsPage_1=1.上传端口
SettingsPage_2=2.下载端口
SettingsPage_3=3.传输速率
SettingsPage_4=4.设置背光
SettingsPage_5=5.数据删除
SettingsPage_6=6.记录提示
SettingsPage_7=7.提示音设置
SettingsPage_8=8.查看设置
SettingsPageL_1=1.上传端口
SettingsPageL_2=2.下载端口
SettingsPageL_3=3.传输速率
SettingsPageL_4=4.设置背光
SettingsPageL_5=5.数据删除
SettingsPageL_6=6.记录提示
SettingsPageL_7=7.提示音设置
SettingsPageL_7=8.查看设置
UploadPage_1=上传端口:
UploadPage_2=
UploadPage_3=1. 通讯座
UploadPage_4=2. 红外线
UploadPage_5=3. Modem
UploadPage_6=4. 以太网
UploadPage_b=3. 蓝牙SPP
UploadPageL_1=上传端口:
UploadPageL_2=1. 通讯座
UploadPageL_3=2. 红外线
UploadPageL_4=3. Modem
UploadPageL_5=4. 以太网
UploadPageL_b=3. 蓝牙SPP
DownloadPage_1=下载端口:
DownloadPage_2=
DownloadPage_3=
DownloadPage_4=1. 通讯座
DownloadPage_5=2. 红外线
DownloadPage_6=3. Modem
DownloadPage_b=3. 蓝牙SPP
DownloadPageL_1=下载端口:
DownloadPageL_2=1. 通讯座
DownloadPageL_3=2. 红外线
DownloadPageL_4=3. Modem
DownloadPageL_b=3. 蓝牙SPP
BaudRatePage_1=1.115200 bps
BaudRatePage_2=2.57600 bps
BaudRatePage_3=3.38400 bps
BaudRatePage_4=4.19200 bps
BaudRatePage_5=5.9600 bps
BacklightPage_1=1.关闭背光
BacklightPage_2=2.打开背关
BacklightPage_3=空闲_0秒后
BacklightPage_4=关闭背光
BacklightPageL_1=关闭背光
BacklightPageL_2=打开背关
BacklightPageL_3=空闲_0秒后
BacklightPageL_4=关闭背光
DataErasePage_1=上传后
DataErasePage_2=删除数据:
DataErasePage_3=1.手工删除
DataErasePage_4=2.自动删除
DataErasePage_5=3.提示删除
DataErasePageL_1=上传后
DataErasePageL_2=删除数据:
DataErasePageL_3=1.手工删除
DataErasePageL_4=2.自动删除
DataErasePageL_5=3.提示删除
RecordPromptPage_1=1.无提示
RecordPromptPage_2=2.显示记录数
RecordPromptPage_3=3.显示记录
RecordPromptPage_4=停留  
RecordPromptPage_5=__00ms
RecordPromptPage_6=
RecordPromptPageL_1=1.无提示
RecordPromptPageL_2=2.显示记录数
RecordPromptPageL_3=3.显示记录
RecordPromptPageL_4=停留__00ms
ViewSettingsPage_1=上传端口:
ViewSettingsPage_2=下传端口:
ViewSettingsPage_3=传输速率:
ViewSettingsPage_4=背光:
ViewSettingsPage_5=关闭空闲:
ViewSettingsPage_6=删除数据:
ViewSettingsPage_7=记录提示:
ViewSettingsPage_8=停留时间:
ViewSettingsPageL_1=上传端口:
ViewSettingsPageL_2=下载端口:
ViewSettingsPageL_3=传输速率:
ViewSettingsPageL_4=背光:
ViewSettingsPageL_5=删除数据:
ViewSettingsPageL_6=记录提示:
SystemFaultPage_1=系统错误!
SystemFaultPage_2=请与生产厂商
SystemFaultPage_3=联系!
UploadAllPage_1=所有(逐个)
UploadAllPage_2=所有(追加)
UploadAllPage_3=下一个文件: 
UploadAllPage_4=1:继续
UploadAllPage_5=2:取消
PhoneNumberPage_1=传输:
PhoneNumberPage_2=通过Modem
PhoneNumberPage_3=电话号码:
PhoneNumberPage_4=
PhoneNumberPageL_1=通过Modem
PhoneNumberPageL_2=电话号码
SaveRecordMsg_1=已更新!!
SaveRecordMsg_2=已插入!
SaveRecordMsg_3=内存已满!
SaveRecordMsg_4=按 [ESC]
SaveRecordMsg_5=输出完毕!!
DelRecordMsg_1=删除记录?
DelRecordMsg_2=7>是   9>否
DelRecordMsg_3=您确认吗?
DelRecordMsg_4=1>是   3>否
DelRecordMsg_5=已删除!!
AutoDeleteMsg_1=传输完毕
AutoDeleteMsg_2=正在删除...
AutoDeleteMsg_3=所有文件
PasswordMsg_1=密码:
PasswordMsg_2= 无效 !!
ConnectingMsg_1=正在连接...
ConnectingMsg_2=
ConnectingMsg_3=按 ESC 取消
ConnectingMsg_4=
ModemConnectMsg_1=初始化...
ModemConnectMsg_2=正在连接...
ModemConnectMsg_3=连接成功!!
ErrorMsg_1=类型错误!
ErrorMsg_2=长度太短!
ErrorMsg_3=长度太长!
ErrorMsg_4=条形码错误!
ErrorMsg_5=没有找到!
ErrorMsg_6=按任意键继续
ErrorMsgL_1=类型错误!
ErrorMsgL_2=长度太短!
ErrorMsgL_3=长度太长!
ErrorMsgL_4=条形码错误!
ErrorMsgL_5=没有找到!
ErrorMsgL_6=按任意键继续
OtherMsg_1=下载中...
OtherMsg_2=下载成功!
OtherMsg_3=下载失败!
OtherMsg_4=请稍等...
OtherMsg_5=发送中...
OtherMsg_6=传输:
OtherMsg_7=完毕
OtherMsg_8=超时!!!
SelectMsg_1=F8编辑F9删除
SelectMsg_2=Enter:选择
SelectMsg_3=ESC:取消
SelectMsgL_1=F8编辑F9删除
SelectMsgL_2=Enter:选择
SelectMsgL_3= ESC:取消
ExtendedStr_1=8.计算器
ExtendedStr_2=7.提示音设置
ExtendedStr_3=1.按键
ExtendedStr_4=2.扫描正确
ExtendedStr_5=3.错误提示
ExtendedStrL_1=8.计算器
ExtendedStrL_2=7.提示音设置
ExtendedStrL_3=1.按键
ExtendedStrL_4=2.扫描正确
ExtendedStrL_5=3.错误提示
MiscPrompts=条形码数据
[Startup Prompt]
Main Menu = 主菜单
Miscellaneous = 其他
Upload = 上传数据
Utilities = 系统工具
Program Settings = 系统设置
Delete Data = 删除数据
Memory & Power = 内存电池
Load Lookup File = 下载索引
Upload Port = 上传端口
Download Port = 下载端口
Baud Rate = 传输速率
Backlight = 设置背光
Data Deletion = 删除数据
Entry Option = 记录提示
View Settings = 查看设置
Modem = Modem
Confirm = 确认
System Fault = 系统错误
Save Record = 保存记录
Delete Record = 删除记录
Auto Delete Data = 自动删除数据
Set Password = 设置密码
Connection = 连接
Modem Connection = Modem连接
Error Message = 错误信息
Continuous = 继续

[83Prompt]
MainPage_1=1.Collect
MainPage_2=2.Upload
MainPage_3=3.Utilities
UtilityPage_1=1. Prog. Settings
UtilityPage_2=2. Browse Data
UtilityPage_3=3. Delete Data
UtilityPage_4=4. Reader Test
UtilityPage_5=5. Set Date & Time
UtilityPage_6=6. Load Application
UtilityPage_7=7. Memory & Power
UtilityPage_8=8. Load Lookup File
UtilityPageL_1=1.Settings
UtilityPageL_2=2.Browse Data
UtilityPageL_3=3.Delete Data
UtilityPageL_4=4.Read Test
UtilityPageL_5=5.Set Date&Time
UtilityPageL_6=6.Load Program
UtilityPageL_7=7.Memory, Power
UtilityPageL_8=8.Load Lookup
DeletePage_1=Delete Data:
DeletePage_2=1. All data
DeletePage_3=2. Last record
DeletePage_4=3. Cancel
ConfirmPage_1=Are you sure?
ConfirmPage_2=1. Yes
ConfirmPage_3=2. No
ConfirmPage_4=
MemoryPage_1=Free RAM:
MemoryPage_2=Battery voltage
MemoryPage_3=Main  :
MemoryPage_4=Backup:
LookupPage_1=Download:
LookupPage_2=1st lookup file
LookupPage_3=2nd lookup file
LookupPage_4=3rd lookup file
LookupPage_5=All lookup file
LookupPage_6= 1: Go on
LookupPage_7= 2: Cancel
SettingsPage_1=1.Upload Interface
SettingsPage_2=2.Download Interface
SettingsPage_3=3.Transmission Speed
SettingsPage_4=4.Backlight
SettingsPage_5=5.Set Data Delete
SettingsPage_6=6.Entry Options
SettingsPage_7=8.View Settings
SettingsPageL_1=1.Upload Port
SettingsPageL_2=2.Download Port
SettingsPageL_3=3.Baud Rate
SettingsPageL_4=4.Backlight
SettingsPageL_5=5.Data Deletion
SettingsPageL_6=6.Entry Option
SettingsPageL_7=8.View Settings
UploadPage_1=Upload data via:
UploadPage_2=1. Direct-RS232
UploadPage_3=2. Cradle-IR
UploadPage_4=3. IrDA
UploadPage_5=4. Keyboard Wedge
UploadPage_6=5. Modem
UploadPage_b=5. Bluetooth SPP
UploadPageL_1=Upload Port:
UploadPageL_2=1.Direct-RS232
UploadPageL_3=2.Cradle-IR
UploadPageL_4=3.IrDA
UploadPageL_5=4.KB Wedge
UploadPageL_6=5.Modem
UploadPageL_b=5.Bluetooth SPP
DownloadPage_1=Download Application
DownloadPage_2=or Lookup files via:
DownloadPage_3=1. Direct-RS232
DownloadPage_4=2. Cradle-IR
DownloadPage_5=3. IrDA
DownloadPage_6=4. Modem
DownloadPage_b=4. Bluetooth SPP
DownloadPageL_1=Download Port:
DownloadPageL_2=1.Direct-RS232
DownloadPageL_3=2.Cradle-IR
DownloadPageL_4=3.IrDA
DownloadPageL_5=4.Modem
DownloadPageL_b=4.Bluetooth SPP
BaudRatePage_1=Baud rate:115200 bps
BaudRatePage_2=Baud rate: 57600 bps
BaudRatePage_3=Baud rate: 38400 bps
BaudRatePage_4=Baud rate: 19200 bps
BaudRatePage_5=Baud rate:  9600 bps
BaudRatePageL_1=1.115200 bps
BaudRatePageL_2=2. 57600 bps
BaudRatePageL_3=3. 38400 bps
BaudRatePageL_4=4. 19200 bps
BaudRatePageL_5=5.  9600 bps
BacklightPage_1=Turn backlight OFF
BacklightPage_2=Turn backlight ON
BacklightPage_3=Turn backlight off
BacklightPage_4=if idle for _0 sec.
BacklightPageL_1=Turn B/L OFF
BacklightPageL_2=Turn B/L ON
BacklightPageL_3=Duration
BacklightPageL_4=  _0 sec.
DataErasePage_1=Erase data after
DataErasePage_2=uploading:
DataErasePage_3=1. Manual
DataErasePage_4=2. Automatic
DataErasePage_5=3. Always keep
DataErasePageL_1=Erase data
DataErasePageL_2=after uploading
DataErasePageL_3=1.Manual
DataErasePageL_4=2.Automatic
DataErasePageL_5=3.Keep
RecordPromptPage_1= 1.No Prompt
RecordPromptPage_2= 2.Show record count
RecordPromptPage_3= 3.Show record
RecordPromptPage_4=
RecordPromptPage_5= Prompt stay on the
RecordPromptPage_6= screen : __00 ms
RecordPromptPageL_1=1.No Prompt
RecordPromptPageL_2=2.Show Count
RecordPromptPageL_3=3.Show Data
RecordPromptPageL_4=Stay __00ms
ViewSettingsPage_1=Upload:
ViewSettingsPage_2=Download:
ViewSettingsPage_3=Baud Rate:
ViewSettingsPage_4=Backlight:
ViewSettingsPage_5=BL Duration:
ViewSettingsPage_6=Erase Data:
ViewSettingsPage_7=Entry option:
ViewSettingsPage_8=Duration:
ViewSettingsPageL_1=Upload Port:
ViewSettingsPageL_2=Download Port:
ViewSettingsPageL_3=Baud Rate:
ViewSettingsPageL_4=Backlight:
ViewSettingsPageL_5=Data Deletion:
ViewSettingsPageL_6=Entry Option:
SystemFaultPage_1=System fault !!
SystemFaultPage_2=Please call for
SystemFaultPage_3=service !!
UploadAllPage_1=All(one by one)
UploadAllPage_2=All(append)
UploadAllPage_3=Next data file:
UploadAllPage_4= 1: Go on
UploadAllPage_5= 2: Cancel
PhoneNumberPage_1=Transmit via:
PhoneNumberPage_2=              Modem
PhoneNumberPage_3=
PhoneNumberPage_4=Phone number:
PhoneNumberPageL_1=Via: MODEM
PhoneNumberPageL_2=Phone Number:
SaveRecordMsg_1=Data updated!!
SaveRecordMsg_2=Data inserted!!
SaveRecordMsg_3= Memory Full!!
SaveRecordMsg_4= Press ESC key.
SaveRecordMsg_5= Output OK!!
DelRecordMsg_1=Delete record ?
DelRecordMsg_2=7> Yes   9> No
DelRecordMsg_3=Are you sure ?
DelRecordMsg_4=1> Yes   3> No
DelRecordMsg_5=Data deleted!!
AutoDeleteMsg_1=Transfer done!
AutoDeleteMsg_2=Deleting data..
AutoDeleteMsg_3=All files
PasswordMsg_1=Password :
PasswordMsg_2= Invalid !!!
ConnectingMsg_1=Connecting...
ConnectingMsg_2=
ConnectingMsg_3=Press ESC to
ConnectingMsg_4=cancel.
ModemConnectMsg_1=Modem Initial..
ModemConnectMsg_2=Modem Connect..
ModemConnectMsg_3=Connect OK !!
ErrorMsg_1=Data type is wrong!
ErrorMsg_2=Data is too short!
ErrorMsg_3=Data is too long!
ErrorMsg_4=Wrong leading code!
ErrorMsg_5=Data not found!
ErrorMsg_6=Press any key...
ErrorMsgL_1=Wrong data type
ErrorMsgL_2=Data too short!
ErrorMsgL_3=Data too long!
ErrorMsgL_4=Wrong code!
ErrorMsgL_5=Data not found!
ErrorMsgL_6=Press any key
OtherMsg_1=Downloading...
OtherMsg_2=Downloaded OK!
OtherMsg_3=Download failed
OtherMsg_4=Please wait...
OtherMsg_5=Sending data...
OtherMsg_6=Transfered:
OtherMsg_7=Done
OtherMsg_8=Time Out!!!
SelectMsg_1=FN+<:Edit  FN+>:Del
SelectMsg_2=[ Enter ] to select
SelectMsg_3=[ ESC ]   to cancel
SelectMsgL_1=FN<:Ed  FN>:Del
SelectMsgL_2=[Enter]: Select
SelectMsgL_3=[ ESC ]: Cancel
ExtendedStr_1=8. Calculator
ExtendedStr_2=7.Buzzer
ExtendedStr_3=1.Key Click
ExtendedStr_4=2.Barcode Good Read
ExtendedStr_5=3.Warning Beep
ExtendedStrL_1=8.Calculator
ExtendedStrL_2=7.Buzzer
ExtendedStrL_3=1.Key Click
ExtendedStrL_4=2.Barcode Read
ExtendedStrL_5=3.Warning Beep
EthernetCradle=6. Ethernet
EthernetCradlel=6.Ethernet
MiscPrompts=数据文件

[84Prompt]
MainPage_1=1. Collect data
MainPage_2=2. Upload data
MainPage_3=3. Utilities
UtilityPage_1=1. Program Settings
UtilityPage_2=2. Browse Data
UtilityPage_3=3. Delete Data
UtilityPage_4=4. Reader Test
UtilityPage_5=5. Set Date/Time
UtilityPage_6=6. Load Application
UtilityPage_7=7. Memory & Power
UtilityPage_8=8. Load Lookup File
DeletePage_1=Delete Data:
DeletePage_2=1. All data
DeletePage_3=2. Last one
DeletePage_4=3. Cancel
ConfirmPage_1=Are you sure
ConfirmPage_2=1. Yes
ConfirmPage_3=2. No
ConfirmPage_4=
MemoryPage_1=Free RAM:
MemoryPage_2=Battery voltage
MemoryPage_3=Main  :
MemoryPage_4=Backup:
LookupPage_1=Download:
LookupPage_2=1st lookup file
LookupPage_3=2nd lookup file
LookupPage_4=3rd lookup file
LookupPage_5=All lookup file
LookupPage_6= 1: Go on
LookupPage_7= 2: Cancel
SettingsPage_1=1.Upload Interface
SettingsPage_2=2.Download Interface
SettingsPage_3=3.Transmission Speed
SettingsPage_4=4.Backlight
SettingsPage_5=5.Set Data Delete
SettingsPage_6=6.Entry Options
SettingsPage_7=8.View Settings
UploadPage_1=Upload data via
UploadPage_2=1. RS232
UploadPage_3=2. Bluetooth SPP
UploadPage_4=3. USB VCOM
UploadPage_5=4. Modem
UploadPage_6=5. Ethernet Cradle
UploadPage_7=6. USB HID
UploadPage_8=7. SD卡
DownloadPage_1=Download Application
DownloadPage_2=or Lookup files via:
DownloadPage_3=1. RS232
DownloadPage_4=2. Bluetooth SPP
DownloadPage_5=3. USB VCOM
DownloadPage_6=4. Modem
DownloadPage_7=5. SD卡
BaudRatePage_1=1.115200 bps
BaudRatePage_2=2.57600 bps
BaudRatePage_3=3.38400 bps
BaudRatePage_4=4.19200 bps
BaudRatePage_5=5.9600 bps
BacklightPage_1=Turn backlight OFF
BacklightPage_2=Turn backlight ON
BacklightPage_3=Turn backlight off
BacklightPage_4=if idle for _0 sec.
DataErasePage_1=Erase data after
DataErasePage_2=uploading:
DataErasePage_3=1. Manual
DataErasePage_4=2. Automatic
DataErasePage_5=3. Always keep
RecordPromptPage_1= 1.No Prompt
RecordPromptPage_2= 2.Show count
RecordPromptPage_3= 3.Show record
RecordPromptPage_4=
RecordPromptPage_5= Prompt stay on the
RecordPromptPage_6= screen : __00 ms
ViewSettingsPage_1=Upload:
ViewSettingsPage_2=Download:
ViewSettingsPage_3=Baud Rate:
ViewSettingsPage_4=Backlight:
ViewSettingsPage_5=BL Duration:
ViewSettingsPage_6=Erase Data:
ViewSettingsPage_7=Entry:
ViewSettingsPage_8=Duration:
SystemFaultPage_1=System fault !!
SystemFaultPage_2=Please call for your
SystemFaultPage_3=service !!
UploadAllPage_1=All files(1 by 1)
UploadAllPage_2=All files(append)
UploadAllPage_3=Next data file:
UploadAllPage_4= 1: Go on
UploadAllPage_5= 2: Cancel
PhoneNumberPage_1=Transmit via:
PhoneNumberPage_2=              Modem
PhoneNumberPage_3=
PhoneNumberPage_4=Phone number:
SaveRecordMsg_1=Data updated!!
SaveRecordMsg_2=Data inserted!!
SaveRecordMsg_3= Memory Full!!
SaveRecordMsg_4= Press [ESC] key.
SaveRecordMsg_5= Output OK!!
DelRecordMsg_1=Delete record ?
DelRecordMsg_2= 7> Yes      9> No
DelRecordMsg_3=Are you sure ?
DelRecordMsg_4= 1> Yes      3> No
DelRecordMsg_5=Data deleted!!
AutoDeleteMsg_1=Transfer done!
AutoDeleteMsg_2=Deleting data...
AutoDeleteMsg_3=All files
PasswordMsg_1=Password :
PasswordMsg_2= Invalid password!!
ConnectingMsg_1=Try to connect...
ConnectingMsg_2=
ConnectingMsg_3=
ConnectingMsg_4=Press ESC to cancel.
ModemConnectMsg_1=Modem Initialize...
ModemConnectMsg_2=Modem Connecting...
ModemConnectMsg_3=Connect OK !!
ErrorMsg_1=Data type is wrong!
ErrorMsg_2=Data is too short!
ErrorMsg_3=Data is too long!
ErrorMsg_4=Wrong leading code!
ErrorMsg_5=Data not found!
ErrorMsg_6=Press any key...
OtherMsg_1=Now downloading...
OtherMsg_2=Downloaded OK!
OtherMsg_3=Download failed!!
OtherMsg_4=Please wait...
OtherMsg_5=Now sending data...
OtherMsg_6=Transfered:
OtherMsg_7=Done
OtherMsg_8=Time Out!!!
SelectMsg_1=F8:Edit     Del:Del
SelectMsg_2=[ Enter ] to confirm
SelectMsg_3=[ ESC ]   to cancel
ExtendedStr_1=8. Calculator
ExtendedStr_2=7.Buzzer
ExtendedStr_3=1.Key Click
ExtendedStr_4=2.Barcode Read
ExtendedStr_5=3.Warning Beep
MiscPrompts=数据文件

[85Prompt]
MainPage_1=1. Collect data
MainPage_2=2. Upload data
MainPage_3=3. Utilities
UtilityPage_1=1. Program Settings
UtilityPage_2=2. Browse Data
UtilityPage_3=3. Delete Data
UtilityPage_4=4. Reader Test
UtilityPage_5=5. Set Date/Time
UtilityPage_6=6. Load Application
UtilityPage_7=7. Memory & Power
UtilityPage_8=8. Load Lookup File
DeletePage_1=Delete Data:
DeletePage_2=1. All data
DeletePage_3=2. Last one
DeletePage_4=3. Cancel
ConfirmPage_1=Are you sure
ConfirmPage_2=1. Yes
ConfirmPage_3=2. No
ConfirmPage_4=
MemoryPage_1=Free RAM:
MemoryPage_2=Battery voltage
MemoryPage_3=Main  :
MemoryPage_4=Backup:
LookupPage_1=Download:
LookupPage_2=1st lookup file
LookupPage_3=2nd lookup file
LookupPage_4=3rd lookup file
LookupPage_5=All lookup file
LookupPage_6= 1: Go on
LookupPage_7= 2: Cancel
SettingsPage_1=1.Upload Interface
SettingsPage_2=2.Download Interface
SettingsPage_3=3.Transmission Speed
SettingsPage_4=4.Backlight
SettingsPage_5=5.Set Data Delete
SettingsPage_6=6.Entry Options
SettingsPage_7=8.View Settings
UploadPage_1=Upload data via
UploadPage_2=1. Cradle-IR
UploadPage_3=2. IrDA
UploadPage_4=3. Modem
UploadPage_5=4. Bluetooth SPP
UploadPage_6=5. Ethernet Cradle
DownloadPage_1=Download Application
DownloadPage_2=or Lookup files via:
DownloadPage_3=1. Cradle-IR
DownloadPage_4=2. IrDA
DownloadPage_5=3. Modem
DownloadPage_6=4. Bluetooth SPP
BaudRatePage_1=Baud rate:115200 bps
BaudRatePage_2=Baud rate: 57600 bps
BaudRatePage_3=Baud rate: 38400 bps
BaudRatePage_4=Baud rate: 19200 bps
BaudRatePage_5=Baud rate:  9600 bps
BacklightPage_1=Turn backlight OFF
BacklightPage_2=Turn backlight ON
BacklightPage_3=Turn backlight off
BacklightPage_4=if idle for _0 sec.
DataErasePage_1=Erase data after
DataErasePage_2=uploading:
DataErasePage_3=1. Manual
DataErasePage_4=2. Automatic
DataErasePage_5=3. Always keep
RecordPromptPage_1= 1.No Prompt
RecordPromptPage_2= 2.Show record count
RecordPromptPage_3= 3.Show record
RecordPromptPage_4=
RecordPromptPage_5= Prompt stay on the
RecordPromptPage_6= screen : __00 ms
ViewSettingsPage_1=Upload:
ViewSettingsPage_2=Download:
ViewSettingsPage_3=Baud Rate:
ViewSettingsPage_4=Backlight:
ViewSettingsPage_5=BL Duration:
ViewSettingsPage_6=Erase Data:
ViewSettingsPage_7=Entry option:
ViewSettingsPage_8=Duration:
SystemFaultPage_1=System fault !!
SystemFaultPage_2=Please call for your
SystemFaultPage_3=service !!
UploadAllPage_1=All files(1 by 1)
UploadAllPage_2=All files(append)
UploadAllPage_3=Next data file:
UploadAllPage_4= 1: Go on
UploadAllPage_5= 2: Cancel
PhoneNumberPage_1=Transmit via:
PhoneNumberPage_2=              Modem
PhoneNumberPage_3=
PhoneNumberPage_4=Phone number:
SaveRecordMsg_1=Data updated!!
SaveRecordMsg_2=Data inserted!!
SaveRecordMsg_3= Memory Full!!
SaveRecordMsg_4= Press [ESC] key.
SaveRecordMsg_5= Output OK!!
DelRecordMsg_1=Delete record ?
DelRecordMsg_2= 7> Yes      9> No
DelRecordMsg_3=Are you sure ?
DelRecordMsg_4= 1> Yes      3> No
DelRecordMsg_5=Data deleted!!
AutoDeleteMsg_1=Transfer done!
AutoDeleteMsg_2=Deleting data...
AutoDeleteMsg_3=All files
PasswordMsg_1=Password :
PasswordMsg_2= Invalid password!!
ConnectingMsg_1=Try to connect...
ConnectingMsg_2=
ConnectingMsg_3=
ConnectingMsg_4=Press ESC to cancel.
ModemConnectMsg_1=Modem Initialize...
ModemConnectMsg_2=Modem Connecting...
ModemConnectMsg_3=Connect OK !!
ErrorMsg_1=Data type is wrong!
ErrorMsg_2=Data is too short!
ErrorMsg_3=Data is too long!
ErrorMsg_4=Wrong leading code!
ErrorMsg_5=Data not found!
ErrorMsg_6=Press any key...
OtherMsg_1=Now downloading...
OtherMsg_2=Downloaded OK!
OtherMsg_3=Download failed!!
OtherMsg_4=Please wait...
OtherMsg_5=Now sending data...
OtherMsg_6=Transfered:
OtherMsg_7=Done
OtherMsg_8=Time Out!!!
SelectMsg_1=F8:Edit      F9:Del
SelectMsg_2=[ Enter ] to confirm
SelectMsg_3=[ ESC ]   to cancel
ExtendedStr_1=8. Calculator
ExtendedStr_2=7.Buzzer
ExtendedStr_3=1.Key Click
ExtendedStr_4=2.Barcode Read
ExtendedStr_5=3.Warning Beep
MiscPrompts=数据文件

[ConvertType]
Which type you want to convert=您想转换成哪种类型?
8000=转换成 8000
8300=转换成 8300
OK=确定
Cancel=取消
